[
	{
		"title": "Organic Cotton T-Shirt",
		"image": "https://example.com/images/organic-cotton-tshirt.jpg",
		"description": "Our Organic Cotton T-Shirt is the epitome of comfort and sustainability. Crafted from 100% organic cotton, this t-shirt ensures a soft touch against your skin, making it perfect for everyday wear. The fabric is breathable and gentle, reducing irritation and providing a natural, cozy feel. The t-shirt is designed with a classic fit, making it versatile for any casual occasion. By choosing this t-shirt, you are supporting environmentally friendly farming practices that avoid harmful chemicals and promote soil health. Our commitment to sustainability extends beyond the product; the packaging is eco-friendly, reducing waste and environmental impact. Whether you're lounging at home or out and about, this t-shirt offers both style and comfort while aligning with your values of eco-conscious living.",
		"price": 24.99,
		"brand": "EcoWear",
		"category": "Clothing",
		"ratings": 4.7
	},
	{
		"title": "Bamboo Toothbrush",
		"image": "https://example.com/images/bamboo-toothbrush.jpg",
		"description": "The Bamboo Toothbrush is an essential addition to your eco-friendly lifestyle. Made from sustainable bamboo, this toothbrush offers a biodegradable alternative to plastic toothbrushes, helping to reduce your carbon footprint. The bamboo handle is ergonomically designed for a comfortable grip, while the soft, biodegradable bristles are gentle on your gums and teeth, ensuring effective cleaning without harsh chemicals. Each toothbrush is packaged in recyclable materials, making it a great choice for those committed to reducing waste. By switching to our bamboo toothbrush, you contribute to the reduction of plastic pollution in our oceans and landfills, all while maintaining excellent oral hygiene. Its stylish and functional design makes it a practical choice for both adults and children, promoting a healthier planet one brush at a time.",
		"price": 5.99,
		"brand": "GreenBrush",
		"category": "Personal Care",
		"ratings": 4.8
	},
	{
		"title": "Recycled Plastic Water Bottle",
		"image": "https://example.com/images/recycled-plastic-water-bottle.jpg",
		"description": "Stay hydrated and eco-friendly with our Recycled Plastic Water Bottle. This durable water bottle is crafted from 100% recycled plastic, offering a sustainable alternative to single-use plastic bottles. Designed for convenience and durability, it features a leak-proof lid and a wide mouth for easy filling and cleaning. The bottle's design is sleek and stylish, making it a perfect companion for your daily activities, whether you're heading to the gym, office, or on an outdoor adventure. Its BPA-free material ensures that no harmful chemicals leach into your water, maintaining purity and taste. By choosing this water bottle, you are helping to reduce plastic waste and promote recycling. The bottle is also dishwasher-safe, making it easy to maintain. Enjoy the benefits of eco-conscious hydration while contributing to a healthier planet.",
		"price": 12.99,
		"brand": "EcoHydrate",
		"category": "Kitchen",
		"ratings": 4.6
	},
	{
		"title": "Solar-Powered Charger",
		"image": "https://example.com/images/solar-powered-charger.jpg",
		"description": "Embrace the power of renewable energy with our Solar-Powered Charger. This innovative device harnesses the power of the sun to charge your electronic devices, making it an ideal solution for off-grid adventures or emergency situations. Equipped with high-efficiency solar panels, it converts sunlight into electricity, providing a sustainable and reliable source of power. The charger features multiple output ports, allowing you to charge several devices simultaneously, and a durable, weather-resistant design that ensures it can withstand the elements. It also comes with a built-in battery for storing energy, so you can use it even when the sun isn't shining. This solar-powered charger is a practical and eco-friendly alternative to conventional chargers, promoting a greener lifestyle while ensuring your devices remain powered wherever you go.",
		"price": 29.99,
		"brand": "SolarTech",
		"category": "Tech",
		"ratings": 4.5
	},
	{
		"title": "Reusable Shopping Bags",
		"image": "https://example.com/images/reusable-shopping-bags.jpg",
		"description": "Our Reusable Shopping Bags are a practical and eco-friendly alternative to single-use plastic bags. This set includes five durable and stylish bags, each designed to carry a substantial amount of groceries or other items. Made from high-quality, reusable materials, these bags are built to last, reducing the need for disposable plastic and minimizing your environmental impact. The bags feature reinforced handles for added strength and comfort, and they fold flat for easy storage when not in use. They are also machine-washable, making them easy to clean and maintain. Perfect for grocery shopping, trips to the farmers' market, or everyday errands, these reusable bags help you reduce waste and support a more sustainable lifestyle. By making the switch, you contribute to the reduction of plastic pollution and promote responsible consumption practices.",
		"price": 16.99,
		"brand": "EcoBags",
		"category": "Accessories",
		"ratings": 4.9
	},
	{
		"title": "Organic Skincare Set",
		"image": "https://example.com/images/organic-skincare-set.jpg",
		"description": "Experience the benefits of natural beauty with our Organic Skincare Set. This luxurious set includes a range of products made from organic and natural ingredients, carefully selected to nourish and revitalize your skin. Each product in the set is formulated without harmful chemicals or synthetic additives, ensuring a gentle and effective skincare routine. The set includes a cleanser, toner, moisturizer, and serum, each designed to work harmoniously to enhance your skin's natural radiance. The organic ingredients provide essential vitamins and antioxidants, helping to improve skin texture and tone while reducing signs of aging. Packaged in eco-friendly materials, this skincare set not only cares for your skin but also supports sustainable practices. Ideal for all skin types, it makes a thoughtful gift for yourself or a loved one, promoting a healthy and eco-conscious beauty routine.",
		"price": 34.99,
		"brand": "PureSkin",
		"category": "Personal Care",
		"ratings": 4.8
	},
	{
		"title": "Eco-Friendly Yoga Mat",
		"image": "https://example.com/images/eco-friendly-yoga-mat.jpg",
		"description": "Enhance your yoga practice with our Eco-Friendly Yoga Mat, designed for both comfort and sustainability. Made from non-toxic, natural materials, this mat provides a soft and supportive surface for all your yoga poses, ensuring a stable grip and excellent cushioning. The mat is free from harmful chemicals, making it gentle on your skin and the environment. Its textured surface prevents slipping, allowing you to focus on your practice without distractions. Lightweight and portable, it comes with a convenient carrying strap for easy transport to and from the studio. The mat is also easy to clean, requiring only a simple wipe-down after use. By choosing this yoga mat, you support environmentally responsible manufacturing practices and contribute to a healthier planet while enjoying a superior yoga experience.",
		"price": 39.99,
		"brand": "EcoFlex",
		"category": "Fitness",
		"ratings": 4.7
	},
	{
		"title": "Biodegradable Phone Case",
		"image": "https://example.com/images/biodegradable-phone-case.jpg",
		"description": "Protect your phone and the environment with our Biodegradable Phone Case. Made from plant-based materials, this phone case is designed to decompose naturally over time, reducing its impact on landfills and the environment. It offers robust protection for your phone with its shock-absorbent design, shielding it from drops and bumps while maintaining a slim profile. The case is lightweight and provides easy access to all ports and buttons, ensuring full functionality without removing the case. Its natural texture adds a unique touch, and its biodegradable nature aligns with your commitment to sustainability. By choosing this phone case, you are making a positive impact on the environment while keeping your device safe and stylish.",
		"price": 14.99,
		"brand": "GreenCase",
		"category": "Tech",
		"ratings": 4.6
	},
	{
		"title": "Upcycled Denim Backpack",
		"image": "https://example.com/images/upcycled-denim-backpack.jpg",
		"description": "The Upcycled Denim Backpack combines style with sustainability. Crafted from upcycled denim fabric, this backpack offers a unique and fashionable look while contributing to the reduction of textile waste. The backpack features a spacious main compartment with ample room for books, laptops, or other essentials, and multiple pockets for easy organization. Its durable construction ensures long-lasting use, while the adjustable straps provide comfort for all-day wear. The upcycled denim fabric adds a distinctive, rugged charm to the backpack, making it a standout accessory. By choosing this backpack, you support eco-friendly fashion and contribute to a more sustainable future, all while enjoying a practical and trendy accessory for your daily adventures.",
		"price": 45.99,
		"brand": "ReDenim",
		"category": "Accessories",
		"ratings": 4.8
	},
	{
		"title": "Organic Herbal Tea Blend",
		"image": "https://example.com/images/organic-herbal-tea-blend.jpg",
		"description": "Savor the natural flavors of our Organic Herbal Tea Blend, a carefully curated mix of organic herbs and botanicals. Each blend is crafted to deliver a soothing and refreshing experience, promoting relaxation and well-being. The tea is made from high-quality, organically grown ingredients, free from synthetic pesticides and fertilizers, ensuring a pure and healthful brew. The blend includes a variety of herbs known for their beneficial properties, such as chamomile for calming effects, peppermint for digestive health, and lemongrass for a refreshing taste. The tea is packaged in eco-friendly materials, maintaining freshness and reducing environmental impact. Enjoy a cup of this herbal tea any time of day to unwind, rejuvenate, and support a sustainable lifestyle.",
		"price": 8.99,
		"brand": "HerbalPure",
		"category": "Food & Beverages",
		"ratings": 4.7
	},
	{
		"title": "Eco-Conscious Notebook",
		"image": "https://example.com/images/eco-conscious-notebook.jpg",
		"description": "The Eco-Conscious Notebook is designed for those who value both creativity and sustainability. Made with recycled paper and a biodegradable cover, this notebook offers a stylish and eco-friendly option for all your writing needs. The pages are smooth and durable, ideal for sketching, journaling, or note-taking. The cover is crafted from sustainable materials, providing a unique texture and appearance while minimizing environmental impact. The notebook features a lay-flat design, allowing for ease of writing and drawing. It also includes a sturdy elastic band to keep your notes secure and a bookmark ribbon for easy access to your last entry. By choosing this notebook, you are supporting sustainable practices and contributing to a greener planet while enjoying a high-quality, functional writing tool.",
		"price": 11.99,
		"brand": "EcoWrite",
		"category": "Office Supplies",
		"ratings": 4.6
	},
	{
		"title": "Organic Cotton T-Shirt",
		"image": "https://example.com/images/organic-cotton-tshirt.jpg",
		"description": "Experience ultimate comfort and eco-friendliness with our Organic Cotton T-Shirt. Crafted from 100% organic cotton, this t-shirt is not only soft and breathable but also kinder to the environment. Grown without harmful pesticides or synthetic fertilizers, our organic cotton supports sustainable farming practices. The t-shirt features a timeless design with a classic fit, making it versatile for both casual outings and relaxed days at home. The durable fabric retains its shape and color even after multiple washes, ensuring long-lasting wear. Available in a range of colors, it’s perfect for those who want to make a positive impact while staying stylish. Each purchase supports eco-friendly practices and contributes to reducing environmental impact.",
		"price": 29.99,
		"brand": "EcoWear",
		"category": "Clothing",
		"ratings": 4.7
	},
	{
		"title": "Bamboo Toothbrush",
		"image": "https://example.com/images/bamboo-toothbrush.jpg",
		"description": "Upgrade your oral care routine with our Bamboo Toothbrush, designed for both effectiveness and sustainability. Made from 100% biodegradable bamboo, this toothbrush is an eco-friendly alternative to plastic options. The soft bristles provide a gentle yet thorough clean, effectively removing plaque and promoting oral health without irritating your gums. The bamboo handle is ergonomically designed for a comfortable grip and is sourced from sustainably managed forests. By choosing this toothbrush, you’re contributing to a reduction in plastic waste and supporting environmental conservation. Each toothbrush comes in eco-friendly, recyclable packaging, reflecting our commitment to minimizing environmental impact.",
		"price": 7.99,
		"brand": "GreenBrush",
		"category": "Personal Care",
		"ratings": 4.8
	},
	{
		"title": "Recycled Plastic Water Bottle",
		"image": "https://example.com/images/recycled-plastic-water-bottle.jpg",
		"description": "Stay hydrated while making a positive impact with our Recycled Plastic Water Bottle. Constructed from 100% recycled plastic, this bottle helps reduce environmental waste and supports a more sustainable lifestyle. Its sleek and durable design features a leak-proof lid and a wide mouth for easy filling and cleaning. The bottle is both lightweight and sturdy, making it perfect for on-the-go hydration. The material used ensures that the bottle is free from harmful chemicals and maintains the purity of your water. Ideal for daily use, this bottle not only meets your hydration needs but also contributes to reducing your ecological footprint. Choose our water bottle for a practical and eco-friendly hydration solution.",
		"price": 14.99,
		"brand": "EcoHydrate",
		"category": "Kitchen",
		"ratings": 4.6
	},
	{
		"title": "Solar-Powered Charger",
		"image": "https://example.com/images/solar-powered-charger.jpg",
		"description": "Harness the power of the sun with our Solar-Powered Charger, designed for on-the-go energy needs. This portable charger features high-efficiency solar panels that convert sunlight into reliable power for your devices. Ideal for outdoor adventures, emergencies, or travel, it includes multiple charging ports to accommodate various devices, from smartphones to tablets. The rugged, waterproof design ensures durability in various conditions, while its compact size makes it easy to carry. Equipped with a built-in battery, it stores energy for use even when sunlight is not available. Embrace a greener lifestyle and reduce your reliance on traditional power sources with this eco-friendly, solar-powered solution.",
		"price": 39.99,
		"brand": "SolarTech",
		"category": "Tech",
		"ratings": 4.5
	},
	{
		"title": "Reusable Shopping Bags",
		"image": "https://example.com/images/reusable-shopping-bags.jpg",
		"description": "Reduce your environmental footprint with our Reusable Shopping Bags. This set of 5 bags is made from durable, eco-friendly materials that are perfect for all your shopping needs. Each bag is designed to be sturdy and spacious, with reinforced handles that can carry heavy loads without tearing. The stylish and foldable design makes them convenient to store and carry, reducing the need for single-use plastic bags. Easy to clean and maintain, these bags are a practical choice for grocery shopping, trips to the farmers' market, or everyday errands. By choosing these reusable bags, you contribute to lessening plastic waste and promoting sustainability.",
		"price": 22.99,
		"brand": "EcoBags",
		"category": "Accessories",
		"ratings": 4.9
	},
	{
		"title": "Organic Skincare Set",
		"image": "https://example.com/images/organic-skincare-set.jpg",
		"description": "Pamper your skin with our Organic Skincare Set, crafted from the finest organic and natural ingredients. This luxurious set includes a selection of products designed to nourish, hydrate, and rejuvenate your skin. Each item is formulated with botanical extracts, essential oils, and natural vitamins, free from synthetic chemicals and harsh additives. The set typically includes a cleanser, toner, moisturizer, and serum, each designed to work in harmony to enhance your skin's health and appearance. Ideal for all skin types, it provides gentle yet effective care, promoting a radiant and youthful complexion. Embrace a natural skincare routine and experience the benefits of pure, organic beauty.",
		"price": 44.99,
		"brand": "PureSkin",
		"category": "Personal Care",
		"ratings": 4.8
	},
	{
		"title": "Eco-Friendly Yoga Mat",
		"image": "https://example.com/images/eco-friendly-yoga-mat.jpg",
		"description": "Enhance your yoga practice with our Eco-Friendly Yoga Mat, crafted from natural, non-toxic materials. This mat offers a superior grip and cushioning for optimal comfort and stability during your workouts. Made from sustainable materials like natural rubber and jute, it is designed to be durable, eco-conscious, and free from harmful chemicals. Its lightweight and portable design makes it easy to carry to your yoga class or use at home. The mat's non-slip surface ensures safety and support, while its biodegradable nature helps reduce environmental impact. Perfect for yogis who value both performance and sustainability.",
		"price": 49.99,
		"brand": "EcoFlex",
		"category": "Fitness",
		"ratings": 4.7
	},
	{
		"title": "Biodegradable Phone Case",
		"image": "https://example.com/images/biodegradable-phone-case.jpg",
		"description": "Protect your phone with our Biodegradable Phone Case, designed to offer both style and environmental responsibility. Made from innovative biodegradable materials, this case provides a snug fit and robust protection against everyday wear and tear. It features a sleek, modern design that enhances the look of your phone while reducing plastic waste. The case is easy to grip, with precise cutouts for all ports and buttons. As it breaks down naturally over time, it minimizes its environmental footprint, making it a perfect choice for eco-conscious individuals who want to make a positive impact.",
		"price": 19.99,
		"brand": "GreenCase",
		"category": "Tech",
		"ratings": 4.6
	},
	{
		"title": "Upcycled Denim Backpack",
		"image": "https://example.com/images/upcycled-denim-backpack.jpg",
		"description": "Carry your essentials in style with our Upcycled Denim Backpack, crafted from repurposed denim fabric. This backpack combines sustainability with fashion, offering a unique and eco-friendly alternative to traditional bags. Each backpack is made from carefully selected upcycled denim, giving it a distinctive look while reducing waste. The spacious interior features multiple compartments to keep your belongings organized, and the adjustable straps ensure a comfortable fit. Durable and versatile, this backpack is perfect for daily use, school, or casual outings. Make a statement with your fashion choices and support eco-friendly practices.",
		"price": 54.99,
		"brand": "ReDenim",
		"category": "Accessories",
		"ratings": 4.8
	},
	{
		"title": "Eco-Friendly Yoga Mat",
		"image": "https://example.com/images/eco-friendly-yoga-mat.jpg",
		"description": "Enhance your yoga practice with our Eco-Friendly Yoga Mat, crafted from natural, non-toxic materials. This mat offers a superior grip and cushioning for optimal comfort and stability during your workouts. Made from sustainable materials like natural rubber and jute, it is designed to be durable, eco-conscious, and free from harmful chemicals. Its lightweight and portable design makes it easy to carry to your yoga class or use at home. The mat's non-slip surface ensures safety and support, while its biodegradable nature helps reduce environmental impact. Perfect for yogis who value both performance and sustainability.",
		"price": 49.99,
		"brand": "EcoFlex",
		"category": "Fitness",
		"ratings": 4.7
	},

	{
		"title": "Biodegradable Phone Case",
		"image": "https://example.com/images/biodegradable-phone-case.jpg",
		"description": "Protect your phone with our Biodegradable Phone Case, made from eco-friendly materials that decompose over time, reducing environmental impact. This case offers durable protection against drops and scratches while being lightweight and easy to grip. The natural materials used in its construction provide a unique texture and aesthetic, making it a stylish and sustainable choice. Designed to fit various phone models, it ensures full access to all buttons and ports while contributing to a greener planet.",
		"price": 17.99,
		"brand": "GreenCase",
		"category": "Tech",
		"ratings": 4.6
	},

	{
		"title": "Upcycled Denim Backpack",
		"image": "https://example.com/images/upcycled-denim-backpack.jpg",
		"description": "Make a statement with our Upcycled Denim Backpack, crafted from high-quality, repurposed denim fabric. This stylish and functional backpack features multiple compartments for organization and is designed for durability and comfort. The upcycled material not only offers a unique, vintage look but also promotes sustainability by reducing waste. With adjustable straps and a spacious interior, it's perfect for daily use, school, or travel. Support eco-friendly fashion and stand out with this chic and responsible accessory.",
		"price": 49.99,
		"brand": "ReDenim",
		"category": "Accessories",
		"ratings": 4.8
	},
	{
		"title": "Recycled Glass Mason Jars",
		"image": "https://example.com/images/recycled-glass-mason-jars.jpg",
		"description": "Upgrade your kitchen with our set of 4 Recycled Glass Mason Jars. Made from 100% recycled glass, these jars are perfect for storing your favorite dry goods, preserving fruits and vegetables, or serving beverages. The durable glass construction ensures longevity, while the classic mason jar design adds a touch of rustic charm to your home. Each jar features a secure metal lid to keep contents fresh and a wide mouth for easy access and cleaning. Embrace sustainable living with this practical and eco-friendly kitchen essential.",
		"price": 19.99,
		"brand": "GlassEco",
		"category": "Home",
		"ratings": 4.7
	},

	{
		"title": "Organic Cotton Baby Blanket",
		"image": "https://example.com/images/organic-cotton-baby-blanket.jpg",
		"description": "Wrap your little one in pure comfort with our Organic Cotton Baby Blanket. Crafted from soft, hypoallergenic organic cotton, this blanket is gentle on sensitive baby skin and perfect for keeping your baby warm and cozy. The breathable fabric ensures comfort throughout the seasons, while the high-quality, eco-friendly material offers durability and long-lasting use. Available in a range of soothing colors and patterns, this blanket makes a thoughtful and sustainable gift for new parents. Add a touch of natural luxury to your baby's nursery with this must-have accessory.",
		"price": 34.99,
		"brand": "BabyPure",
		"category": "Clothing",
		"ratings": 4.9
	},

	{
		"title": "Eco-Friendly Dog Bed",
		"image": "https://example.com/images/eco-friendly-dog-bed.jpg",
		"description": "Give your furry friend the ultimate comfort with our Eco-Friendly Dog Bed. Designed with eco-conscious materials, this bed features a plush, supportive cushion that offers optimal comfort for your pet. The cover is made from sustainable, recycled fabrics, and the bed is filled with hypoallergenic stuffing to ensure a clean and cozy resting place. With its stylish design and easy-to-clean surface, this bed complements any home decor while providing a safe, environmentally friendly option for your pet's relaxation. Perfect for dogs of all sizes, it's a great choice for pet owners who prioritize both comfort and sustainability.",
		"price": 54.99,
		"brand": "PetEco",
		"category": "Pets",
		"ratings": 4.8
	},
	{
		"title": "Sustainable Kitchen Utensils",
		"image": "https://example.com/images/sustainable-kitchen-utensils.jpg",
		"description": "Transform your kitchen with our Sustainable Kitchen Utensils set, crafted from eco-friendly materials. This set includes everything you need for cooking and serving, from spatulas to spoons, all made from renewable resources. The utensils are designed for durability and comfort, featuring ergonomically crafted handles and heat-resistant tips. Perfect for the environmentally conscious cook, these utensils are both practical and stylish, reducing your carbon footprint while enhancing your culinary experience. Upgrade your kitchen tools and make a positive impact on the planet with these sustainable essentials.",
		"price": 19.99,
		"brand": "EcoCook",
		"category": "Kitchen",
		"ratings": 4.7
	},

	{
		"title": "Bamboo Fiber Beach Towel",
		"image": "https://example.com/images/bamboo-fiber-beach-towel.jpg",
		"description": "Experience luxury and sustainability with our Bamboo Fiber Beach Towel. Made from ultra-soft bamboo fiber, this towel offers exceptional absorbency and quick-drying properties, perfect for beach outings or poolside relaxation. The natural antibacterial properties of bamboo keep the towel fresh and odor-free, while its lightweight and compact design make it easy to carry. Available in a range of vibrant colors, this beach towel combines eco-friendly materials with style and functionality. Enjoy a comfortable and eco-conscious day by the water with this premium towel.",
		"price": 29.99,
		"brand": "BambooSoft",
		"category": "Accessories",
		"ratings": 4.8
	},

	{
		"title": "Organic Cotton Tote Bag",
		"image": "https://example.com/images/organic-cotton-tote-bag.jpg",
		"description": "Make a statement with our Organic Cotton Tote Bag, crafted from 100% organic cotton. This reusable tote is not only stylish but also environmentally friendly, offering a sustainable alternative to single-use plastic bags. The spacious design is perfect for carrying groceries, books, or everyday essentials, while the sturdy handles ensure comfortable carrying. The natural cotton material is both durable and breathable, making this tote a practical choice for eco-conscious shoppers. Choose this tote bag to support sustainable fashion and reduce your environmental impact.",
		"price": 18.99,
		"brand": "EcoBag",
		"category": "Accessories",
		"ratings": 4.6
	},
	{
		"title": "Eco-Friendly Fitness Tracker",
		"image": "https://example.com/images/eco-friendly-fitness-tracker.jpg",
		"description": "Stay on top of your fitness goals with our Eco-Friendly Fitness Tracker, designed with recycled materials to reduce environmental impact. This sleek and modern tracker offers comprehensive fitness monitoring, including step counting, heart rate tracking, and sleep analysis. Its durable construction and comfortable band ensure it can withstand daily use while staying eco-conscious. The fitness tracker features a user-friendly interface and long battery life, making it an essential tool for anyone looking to maintain a healthy lifestyle while supporting sustainable practices. Upgrade your fitness routine with this innovative and environmentally friendly device.",
		"price": 79.99,
		"brand": "EcoTrack",
		"category": "Fitness",
		"ratings": 4.7
	},

	{
		"title": "Sustainable Travel Mug",
		"image": "https://example.com/images/sustainable-travel-mug.jpg",
		"description": "Enjoy your beverages on the go with our Sustainable Travel Mug, crafted from recyclable and eco-friendly materials. This travel mug features a sleek, ergonomic design that fits comfortably in your hand and car cup holder. It keeps drinks hot or cold for hours with its insulated double-wall construction, reducing the need for disposable cups. The lid is spill-proof and easy to clean, making it a practical choice for busy lifestyles. By choosing this mug, you're not only making a smart choice for your daily routine but also contributing to a more sustainable future.",
		"price": 22.99,
		"brand": "EcoMug",
		"category": "Kitchen",
		"ratings": 4.8
	},

	{
		"title": "Organic Cotton Bed Sheets",
		"image": "https://example.com/images/organic-cotton-bed-sheets.jpg",
		"description": "Indulge in ultimate comfort with our Organic Cotton Bed Sheets, made from 100% pure organic cotton. These sheets are exceptionally soft, breathable, and hypoallergenic, offering a luxurious sleep experience while being gentle on the environment. The organic cotton is grown without harmful pesticides or chemicals, ensuring a safer choice for both you and the planet. The set includes fitted sheets, flat sheets, and pillowcases, all designed for durability and easy care. Elevate your bedroom with these eco-friendly sheets and enjoy a restful, sustainable slumber.",
		"price": 49.99,
		"brand": "PureSleep",
		"category": "Home",
		"ratings": 4.9
	},
	{
		"title": "Bamboo Charcoal Air Purifier",
		"image": "https://example.com/images/bamboo-charcoal-air-purifier.jpg",
		"description": "Enhance your home's air quality with our Bamboo Charcoal Air Purifier. Crafted from natural bamboo charcoal, this air purifier effectively absorbs odors, allergens, and pollutants, providing a fresher and cleaner environment. It works passively without the need for electricity or filters, making it a low-maintenance and eco-friendly choice. The purifier's sleek and compact design fits seamlessly into any room, while its natural materials contribute to a sustainable lifestyle. Ideal for use in bedrooms, living rooms, or offices, this air purifier offers a simple yet effective solution to maintaining a healthier indoor atmosphere.",
		"price": 32.99,
		"brand": "BambooFresh",
		"category": "Home",
		"ratings": 4.7
	},

	{
		"title": "Organic Baby Skincare Set",
		"image": "https://example.com/images/organic-baby-skincare-set.jpg",
		"description": "Pamper your little one with our Organic Baby Skincare Set, designed with gentle, natural ingredients for delicate baby skin. This set includes a soothing baby lotion, calming body wash, and hydrating diaper cream, all made from organic and non-toxic ingredients. Free from harsh chemicals, fragrances, and dyes, it ensures safe and nurturing care for your baby's sensitive skin. The products are dermatologically tested and enriched with natural extracts to nourish and protect. Ideal for everyday use, this skincare set is perfect for parents who prioritize both quality and environmental responsibility in their baby care routine.",
		"price": 34.99,
		"brand": "BabyPure",
		"category": "Personal Care",
		"ratings": 4.8
	},

	{
		"title": "Recycled Plastic Plant Pots",
		"image": "https://example.com/images/recycled-plastic-plant-pots.jpg",
		"description": "Add a touch of green to your space with our Recycled Plastic Plant Pots. Made from repurposed plastic, these pots provide a sustainable solution for gardening and indoor plant care. Each set includes various sizes to accommodate different plant types, ensuring versatility for your home or garden. The pots feature a durable design and are equipped with drainage holes to promote healthy root growth. By choosing these eco-friendly pots, you're supporting waste reduction and contributing to a greener planet while enjoying the benefits of gardening.",
		"price": 14.99,
		"brand": "GreenGardens",
		"category": "Home",
		"ratings": 4.6
	},
	{
		"title": "Sustainable Wool Throw Blanket",
		"image": "https://example.com/images/sustainable-wool-throw-blanket.jpg",
		"description": "Wrap yourself in warmth with our Sustainable Wool Throw Blanket, crafted from ethically sourced wool. This cozy and luxurious blanket provides exceptional softness and insulation, perfect for adding a touch of comfort to your living space. The wool is responsibly harvested, ensuring a low environmental impact while supporting sustainable practices. Ideal for use on chilly evenings or as a stylish accent piece for your sofa or bed. The natural fibers offer durability and breathability, making this throw blanket a practical and eco-friendly choice for enhancing your home's comfort.",
		"price": 39.99,
		"brand": "WoolWarm",
		"category": "Home",
		"ratings": 4.8
	},

	{
		"title": "Eco-Friendly Makeup Remover",
		"image": "https://example.com/images/eco-friendly-makeup-remover.jpg",
		"description": "Experience gentle and effective makeup removal with our Eco-Friendly Makeup Remover. Formulated with natural ingredients, this remover effectively cleanses your skin without harsh chemicals, ensuring a soothing experience. Enriched with botanical extracts and essential oils, it not only removes makeup but also nourishes and hydrates your skin. Ideal for sensitive skin, this product is free from synthetic fragrances and dyes, promoting a healthier skincare routine. The eco-conscious packaging is made from recycled materials, reflecting our commitment to sustainability and environmental responsibility.",
		"price": 16.99,
		"brand": "EcoBeauty",
		"category": "Personal Care",
		"ratings": 4.7
	},

	{
		"title": "Bamboo Cutting Board",
		"image": "https://example.com/images/bamboo-cutting-board.jpg",
		"description": "Enhance your kitchen with our Bamboo Cutting Board, designed for durability and sustainability. Made from premium bamboo, this cutting board offers a robust surface that is gentle on your knives and resistant to scratches. Its natural antibacterial properties help maintain a hygienic environment while preparing meals. The board features a sleek, modern design with a convenient handle for easy use and transport. Perfect for slicing, dicing, and chopping, this eco-friendly cutting board is a practical addition to any kitchen, reflecting your commitment to sustainable living.",
		"price": 24.99,
		"brand": "EcoCook",
		"category": "Kitchen",
		"ratings": 4.8
	},
	{
		"title": "Organic Cotton Socks",
		"image": "https://example.com/images/organic-cotton-socks.jpg",
		"description": "Step into comfort with our Organic Cotton Socks, crafted from 100% organic cotton. These socks offer a soft, breathable, and hypoallergenic experience, perfect for all-day wear. The organic cotton is grown without harmful pesticides or synthetic fertilizers, making them a healthier choice for both you and the environment. Available in various sizes and colors, these socks provide a snug fit and exceptional durability. Ideal for adding a touch of eco-conscious comfort to your wardrobe, they are a stylish and sustainable choice for everyday use.",
		"price": 15.99,
		"brand": "EcoWear",
		"category": "Clothing",
		"ratings": 4.7
	},

	{
		"title": "Reusable Silicone Food Storage Bags",
		"image": "https://example.com/images/reusable-silicone-food-storage-bags.jpg",
		"description": "Our Reusable Silicone Food Storage Bags are the perfect solution for eco-friendly food storage. Made from high-quality silicone, these bags are durable, flexible, and resistant to temperature changes. They are ideal for storing snacks, leftovers, and fresh produce, helping to reduce single-use plastic waste. The airtight seal ensures your food stays fresh longer, while the easy-to-clean design makes them a convenient addition to your kitchen. Available in various sizes, these bags are both practical and sustainable, supporting a greener lifestyle.",
		"price": 29.99,
		"brand": "EcoStore",
		"category": "Kitchen",
		"ratings": 4.9
	},

	{
		"title": "Bamboo Sunglasses",
		"image": "https://example.com/images/bamboo-sunglasses.jpg",
		"description": "Elevate your style with our Bamboo Sunglasses, featuring eco-friendly bamboo frames. These sunglasses combine fashion with sustainability, offering a unique look while reducing environmental impact. The bamboo frames are lightweight and durable, providing comfort and long-lasting wear. Equipped with UV-protection lenses, they shield your eyes from harmful sun rays while adding a touch of natural elegance. Perfect for sunny days and outdoor adventures, these sunglasses are a stylish choice for the eco-conscious individual.",
		"price": 39.99,
		"brand": "GreenVision",
		"category": "Accessories",
		"ratings": 4.7
	},

	{
		"title": "Organic Cotton Baby Onesies",
		"image": "https://example.com/images/organic-cotton-baby-onesies.jpg",
		"description": "Keep your little one cozy with our Organic Cotton Baby Onesies, made from soft and breathable organic cotton. These onesies are gentle on sensitive baby skin, ensuring comfort and safety without exposure to harsh chemicals. The organic cotton is sustainably sourced, offering a better choice for both the environment and your baby. Available in a variety of adorable designs and colors, these onesies are easy to dress and perfect for everyday wear. A practical and eco-friendly addition to your baby's wardrobe, combining style and sustainability.",
		"price": 22.99,
		"brand": "BabyPure",
		"category": "Clothing",
		"ratings": 4.8
	},
	{
		"title": "Recycled Paper Notebooks",
		"image": "https://example.com/images/recycled-paper-notebooks.jpg",
		"description": "Our Recycled Paper Notebooks are crafted from 100% recycled paper, making them an eco-friendly choice for your writing needs. These notebooks feature a durable cover and high-quality pages that offer a smooth writing experience while helping to reduce waste. Perfect for students, professionals, or anyone who loves to jot down notes, ideas, or sketches. The minimalist design and environmental benefits make these notebooks a practical and sustainable addition to your stationery collection.",
		"price": 12.99,
		"brand": "EcoWrite",
		"category": "Stationery",
		"ratings": 4.6
	},

	{
		"title": "Sustainable Wooden Coasters",
		"image": "https://example.com/images/sustainable-wooden-coasters.jpg",
		"description": "Add a touch of natural elegance to your home with our Sustainable Wooden Coasters. Made from responsibly sourced wood, these coasters are designed to protect your surfaces while adding a rustic charm to your decor. Each set includes coasters with unique wood grain patterns, showcasing the beauty of natural materials. Durable and easy to clean, these coasters are both functional and stylish, making them an excellent choice for environmentally conscious homeowners.",
		"price": 16.99,
		"brand": "WoodEco",
		"category": "Home",
		"ratings": 4.7
	},

	{
		"title": "Organic Cotton Beach Dress",
		"image": "https://example.com/images/organic-cotton-beach-dress.jpg",
		"description": "Enjoy a day at the beach in style with our Organic Cotton Beach Dress. Made from lightweight, breathable organic cotton, this dress offers comfort and ease while being kind to the environment. The soft fabric is gentle on your skin and perfect for warm weather. Featuring a relaxed fit and elegant design, it’s suitable for any beach outing or casual day out. The use of organic cotton ensures that you’re making a sustainable choice while looking effortlessly chic.",
		"price": 39.99,
		"brand": "EcoWear",
		"category": "Clothing",
		"ratings": 4.8
	},

	{
		"title": "Eco-Friendly Laundry Detergent",
		"image": "https://example.com/images/eco-friendly-laundry-detergent.jpg",
		"description": "Our Eco-Friendly Laundry Detergent is formulated with natural ingredients to clean your clothes effectively while minimizing environmental impact. This detergent is free from harsh chemicals and synthetic fragrances, making it gentle on both your skin and the planet. Suitable for all washing machines, it provides a fresh, clean scent and excellent stain removal while being biodegradable. Choose this detergent to keep your laundry fresh and clean while supporting sustainable practices.",
		"price": 18.99,
		"brand": "CleanGreen",
		"category": "Home",
		"ratings": 4.7
	},
	{
		"title": "Sustainable Wooden Phone Stand",
		"image": "https://example.com/images/sustainable-wooden-phone-stand.jpg",
		"description": "Our Sustainable Wooden Phone Stand is crafted from responsibly sourced wood, combining functionality with eco-conscious design. This stylish stand securely holds your phone while adding a natural touch to your desk or nightstand. The sturdy construction ensures stability, and the minimalist design complements any decor. Ideal for those who want to reduce their environmental footprint while enjoying practical and elegant accessories.",
		"price": 17.99,
		"brand": "WoodEco",
		"category": "Tech",
		"ratings": 4.8
	},

	{
		"title": "Organic Cotton Picnic Blanket",
		"image": "https://example.com/images/organic-cotton-picnic-blanket.jpg",
		"description": "Enjoy outdoor activities with our Organic Cotton Picnic Blanket. Made from durable organic cotton, this blanket is perfect for picnics, beach outings, or park visits. The soft, breathable fabric provides comfort, while the large size ensures ample space for you and your companions. Easy to clean and eco-friendly, it’s an excellent choice for a sustainable lifestyle.",
		"price": 29.99,
		"brand": "EcoPicnic",
		"category": "Accessories",
		"ratings": 4.7
	},

	{
		"title": "Reusable Beeswax Food Wraps",
		"image": "https://example.com/images/reusable-beeswax-food-wraps.jpg",
		"description": "Our Reusable Beeswax Food Wraps are an eco-friendly alternative to plastic wrap. Made from natural beeswax, these wraps are perfect for keeping your food fresh while reducing waste. They come in a variety of sizes and patterns, ideal for wrapping sandwiches, fruits, and leftovers. Durable and easy to clean, they’re a great addition to your zero-waste kitchen.",
		"price": 12.99,
		"brand": "EcoWrap",
		"category": "Kitchen",
		"ratings": 4.9
	},

	{
		"title": "Bamboo Fiber Bed Pillows",
		"image": "https://example.com/images/bamboo-fiber-bed-pillows.jpg",
		"description": "Experience superior comfort with our Bamboo Fiber Bed Pillows. Made from soft bamboo fiber, these pillows offer excellent support and breathability. The natural hypoallergenic properties make them ideal for those with sensitive skin or allergies. The luxurious feel and eco-friendly materials make these pillows a perfect choice for a restful night's sleep.",
		"price": 39.99,
		"brand": "BambooComfort",
		"category": "Home",
		"ratings": 4.8
	},

	{
		"title": "Organic Cotton Oven Mitts",
		"image": "https://example.com/images/organic-cotton-oven-mitts.jpg",
		"description": "Our Organic Cotton Oven Mitts provide heat protection and comfort while cooking. Made from organic cotton, these mitts are both durable and gentle on your hands. The heat-resistant design ensures safety when handling hot pots and pans, and the soft fabric offers a comfortable grip. A practical and eco-friendly addition to your kitchen essentials.",
		"price": 16.99,
		"brand": "EcoCook",
		"category": "Kitchen",
		"ratings": 4.7
	},

	{
		"title": "Sustainable Stainless Steel Straws",
		"image": "https://example.com/images/sustainable-stainless-steel-straws.jpg",
		"description": "Our Sustainable Stainless Steel Straws are a reusable alternative to disposable straws. Made from high-quality stainless steel, they are durable, easy to clean, and perfect for any beverage. The set includes a cleaning brush and a travel case, making it convenient to take them on the go. An eco-friendly choice for reducing plastic waste.",
		"price": 9.99,
		"brand": "EcoStraw",
		"category": "Kitchen",
		"ratings": 4.8
	},

	{
		"title": "Organic Cotton Dish Towels",
		"image": "https://example.com/images/organic-cotton-dish-towels.jpg",
		"description": "Our Organic Cotton Dish Towels are designed for both functionality and sustainability. Made from 100% organic cotton, these towels are highly absorbent and durable, perfect for everyday kitchen tasks. The soft fabric is gentle on dishes and hands, while the eco-friendly material ensures you're making a positive impact on the environment.",
		"price": 13.99,
		"brand": "EcoCook",
		"category": "Kitchen",
		"ratings": 4.6
	},

	{
		"title": "Sustainable Wooden Tableware Set",
		"image": "https://example.com/images/sustainable-wooden-tableware-set.jpg",
		"description": "Elevate your dining experience with our Sustainable Wooden Tableware Set. Made from sustainably sourced wood, this set includes plates, bowls, and utensils that are both stylish and eco-friendly. The natural wood grain adds a rustic charm to your table setting, and the durable construction ensures long-lasting use. Perfect for eco-conscious individuals who appreciate quality and sustainability.",
		"price": 39.99,
		"brand": "WoodEco",
		"category": "Kitchen",
		"ratings": 4.7
	},

	{
		"title": "Organic Cotton Yoga Pants",
		"image": "https://example.com/images/organic-cotton-yoga-pants.jpg",
		"description": "Our Organic Cotton Yoga Pants provide comfort and flexibility for your yoga practice. Made from soft, breathable organic cotton, these pants are designed to move with you while offering a perfect fit. The eco-friendly fabric is gentle on your skin and the environment, making them an ideal choice for both your workout and relaxation time.",
		"price": 27.99,
		"brand": "EcoWear",
		"category": "Clothing",
		"ratings": 4.8
	},
	{
		"title": "Eco-Friendly Compost Bin",
		"image": "https://example.com/images/eco-friendly-compost-bin.jpg",
		"description": "The Eco-Friendly Compost Bin is a practical solution for sustainable waste management. Made from recycled materials, this compost bin helps you turn kitchen scraps and yard waste into nutrient-rich compost, reducing your environmental footprint. Its durable construction is designed to withstand outdoor conditions, while its spacious interior accommodates a significant amount of waste. The bin features a ventilated design to facilitate proper aeration, essential for effective composting. Additionally, it includes a secure lid to keep pests away and minimize odors. Ideal for home gardeners and eco-conscious individuals, this compost bin simplifies the process of recycling organic waste and contributes to a healthier planet. Its sleek design fits seamlessly into any backyard or garden setting, making it both functional and aesthetically pleasing. By choosing this compost bin, you’re making a positive impact on the environment while enjoying the benefits of homemade compost for your plants and garden.",
		"price": 32.99,
		"brand": "EcoGarden",
		"category": "Home",
		"ratings": 4.7
	},

	{
		"title": "Bamboo Fiber Dish Cloths",
		"image": "https://example.com/images/bamboo-fiber-dish-cloths.jpg",
		"description": "Our Bamboo Fiber Dish Cloths offer a sustainable alternative to traditional dishcloths. Made from bamboo fiber, these cloths are naturally antimicrobial and highly absorbent, making them ideal for tackling spills and messes in the kitchen. The soft yet durable fabric ensures effective cleaning without scratching surfaces, and the eco-friendly material helps reduce reliance on synthetic fibers. Each set includes multiple cloths, perfect for various cleaning tasks, from washing dishes to wiping countertops. The bamboo fiber is biodegradable and compostable, contributing to a zero-waste lifestyle. Additionally, these cloths are machine washable, ensuring long-term use and easy maintenance. Their natural antibacterial properties help keep your kitchen hygienic and fresh. With a commitment to both performance and environmental responsibility, these dish cloths combine functionality with sustainability. Upgrade your kitchen cleaning routine with a product that reflects your values and contributes to a cleaner planet.",
		"price": 10.99,
		"brand": "BambooClean",
		"category": "Kitchen",
		"ratings": 4.8
	},

	{
		"title": "Organic Cotton Bath Towels",
		"image": "https://example.com/images/organic-cotton-bath-towels.jpg",
		"description": "Indulge in the luxurious comfort of our Organic Cotton Bath Towels. Crafted from 100% organic cotton, these towels offer superior softness and absorbency, making them a perfect addition to your bathroom. The high-quality cotton fibers ensure a plush, gentle touch against your skin, while their absorbent nature quickly dries you off after a shower or bath. The towels are made without harmful chemicals or dyes, ensuring a natural and eco-friendly choice for your home. They are also durable and designed to withstand frequent use and washing without losing their softness. Available in a range of colors, these bath towels add a touch of elegance to your bathroom decor. Embrace sustainability and comfort with our Organic Cotton Bath Towels, which provide a blend of functionality and eco-consciousness. Their premium quality makes them an excellent choice for enhancing your daily self-care routine.",
		"price": 39.99,
		"brand": "PureSleep",
		"category": "Home",
		"ratings": 4.9
	},

	{
		"title": "Sustainable Wooden Jewelry Box",
		"image": "https://example.com/images/sustainable-wooden-jewelry-box.jpg",
		"description": "Our Sustainable Wooden Jewelry Box combines elegance with environmental responsibility. Made from sustainably sourced wood, this jewelry box is not only beautiful but also eco-friendly. The natural wood grain adds a touch of sophistication, while the handcrafted design ensures each box is unique. Inside, the box features multiple compartments and a velvet-lined interior to keep your jewelry organized and protected. The durable construction provides long-lasting use, and the secure closure keeps your precious items safe. Perfect for storing rings, necklaces, and earrings, this jewelry box makes a thoughtful gift for those who appreciate both style and sustainability. By choosing this wooden jewelry box, you’re making a conscious decision to support sustainable practices while enjoying a high-quality and timeless accessory for your jewelry collection.",
		"price": 45.99,
		"brand": "WoodEco",
		"category": "Accessories",
		"ratings": 4.7
	},

	{
		"title": "Eco-Friendly Reusable Utensils",
		"image": "https://example.com/images/eco-friendly-reusable-utensils.jpg",
		"description": "Our Eco-Friendly Reusable Utensils set offers a sustainable alternative to single-use cutlery. Made from materials such as bamboo and stainless steel, these utensils are designed for durability and reusability. The set includes a fork, knife, spoon, and chopsticks, all neatly packed in a compact travel case. The bamboo handles provide a comfortable grip, while the stainless steel elements ensure long-lasting performance. Ideal for both home use and on-the-go meals, these utensils help reduce plastic waste and promote a greener lifestyle. Easy to clean and dishwasher safe, they are a practical choice for environmentally conscious individuals. Perfect for picnics, office lunches, and travel, this set combines convenience with sustainability. By choosing these reusable utensils, you contribute to reducing your ecological footprint and supporting eco-friendly practices in your daily life.",
		"price": 14.99,
		"brand": "EcoCook",
		"category": "Kitchen",
		"ratings": 4.8
	},

	{
		"title": "Organic Cotton Floor Mats",
		"image": "https://example.com/images/organic-cotton-floor-mats.jpg",
		"description": "Our Organic Cotton Floor Mats are designed to add comfort and style to your home while promoting sustainability. Made from 100% organic cotton, these mats are soft, absorbent, and perfect for high-traffic areas. The natural fibers provide a plush feel underfoot, making them ideal for entryways, bathrooms, and kitchens. The mats are also eco-friendly, free from synthetic materials and dyes, ensuring a healthier choice for your home environment. Their durable construction allows for easy maintenance and long-lasting use. Available in a variety of colors and patterns, these floor mats can complement any decor while contributing to a greener lifestyle. Enhance your home with these Organic Cotton Floor Mats, which combine functionality with eco-conscious design for a more sustainable living space.",
		"price": 24.99,
		"brand": "EcoWear",
		"category": "Home",
		"ratings": 4.7
	},

	{
		"title": "Bamboo Desk Organizer",
		"image": "https://example.com/images/bamboo-desk-organizer.jpg",
		"description": "Our Bamboo Desk Organizer is an elegant and eco-friendly solution for keeping your workspace tidy. Made from sustainably sourced bamboo, this organizer offers a natural look that enhances any desk or office environment. It features multiple compartments to hold pens, pencils, paper clips, and other office essentials, ensuring everything is within easy reach. The sleek design includes a section for your phone or tablet, making it convenient to keep your devices handy while you work. The bamboo material is durable and easy to clean, and its natural properties contribute to a healthier workspace. Ideal for home offices or professional settings, this desk organizer combines practicality with sustainability. By choosing this bamboo organizer, you support environmentally responsible products while enjoying a well-organized and stylish workspace.",
		"price": 29.99,
		"brand": "EcoOffice",
		"category": "Office",
		"ratings": 4.8
	}
]
